Repository: gnachman/iTerm2
Catalog: sources/Hotkey/mul.lproj/iTermHotkeyPreferencesWindowController.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# 3jk-f9-QFs.title
source: Pin hotkey window (stays open on loss of keyboard focus)
de: Hotkey-Fenster anheften (bleibt geöffnet, wenn es den Tastaturfokus verliert)
ja: ホットキーウインドウを固定する（キーボードフォーカスを失っても開いたままにする）
pt_br: Fixar janela de hotkey (permanece aberta ao perder o foco do teclado)
ru: Закрепить окно горячей клавиши (остаётся открытым при потере фокуса клавиатуры)
zh_hans: 固定热键窗口（失去键盘焦点时保持打开）

# 6tA-bg-olR.ibShadowedToolTip
source: Note: the window is reopened only if it was closed because another app became active.
de: Hinweis: Das Fenster wird nur dann erneut geöffnet, wenn es geschlossen wurde, weil eine andere App aktiv wurde.
ja: 注: このウインドウは、他のアプリがアクティブになったために閉じられた場合にのみ再度開きます。
pt_br: Nota: a janela só é reaberta se tiver sido fechada porque outro app se tornou ativo.
ru: Примечание: окно открывается повторно, только если оно было закрыто из-за активации другого приложения.
zh_hans: 注意：仅当窗口因其他应用变为活动而关闭时，才会重新打开。

# bEG-lb-Vft.title
source: Additional Hotkeys
de: Weitere Hotkeys
ja: 追加のホットキー
pt_br: Hotkeys adicionais
ru: Дополнительные горячие клавиши
zh_hans: 其他热键

# dHI-y9-qMI.title
source: When you press the hotkey bound to this profile a dedicated window will show or hide. Each profile with a hotkey controls its own Hotkey Window.
de: Wenn Sie den diesem Profil zugewiesenen Hotkey drücken, wird ein dediziertes Fenster ein- oder ausgeblendet. Jedes Profil mit einem Hotkey steuert sein eigenes Hotkey-Fenster.
ja: このプロファイルに割り当てられたホットキーを押すと、専用のウインドウが表示または非表示になります。ホットキーを持つ各プロファイルは、それぞれ独自のホットキーウインドウを制御します。
pt_br: Ao pressionar a hotkey vinculada a este perfil, uma janela dedicada será exibida ou ocultada. Cada perfil com uma hotkey controla sua própria janela de hotkey.
ru: При нажатии горячей клавиши, привязанной к этому профилю, отдельное окно будет показано или скрыто. Каждый профиль с горячей клавишей управляет своим собственным окном горячей клавиши.
zh_hans: 按下此配置文件绑定的热键时，专用窗口将显示或隐藏。每个带热键的配置文件都控制自己的热键窗口。

# EOt-Jx-9Xl.title
source: Don’t do anything special
de: Nichts Besonderes tun
ja: 特に何もしない
pt_br: Não fazer nada de especial
ru: Не делать ничего особенного
zh_hans: 不做任何特殊处理

# Hhf-xq-TzE.title
source: Show this Hotkey Window
de: Dieses Hotkey-Fenster anzeigen
ja: このホットキーウインドウを表示する
pt_br: Mostrar esta janela de hotkey
ru: Показывать это окно горячей клавиши
zh_hans: 显示此热键窗口

# J17-Oy-pHl.title
source: HotKey Window Preferences
de: Hotkey-Fenster-Einstellungen
ja: ホットキーウインドウの環境設定
pt_br: Ajustes da janela de hotkey
ru: Настройки окна горячей клавиши
zh_hans: 热键窗口设置

# Jg9-HV-xDm.title
source: ⌘ Command
de: ⌘ Befehl

# kMo-jN-Ngc.title
source: ⚠️ Another profile uses this shortcut
de: ⚠️ Ein anderes Profil verwendet diese Tastenkombination
ja: ⚠️ 他のプロファイルがこのショートカットを使用しています
pt_br: ⚠️ Outro perfil usa este atalho
ru: ⚠️ Это сочетание клавиш уже используется другим профилем
zh_hans: ⚠️ 另一个配置文件使用了此快捷键

# l57-vU-TNJ.title
source: ⇧ Shift
de: ⇧ Umschalt

# lBc-Et-eAS.title
source: Double-tap key:
de: Taste für doppeltes Drücken:
ja: ダブルタップキー:
pt_br: Tecla de toque duplo:
ru: Клавиша двойного нажатия:
zh_hans: 连按两次的按键：

# mrJ-OA-dYl.title
source: Automatically reopen on app reactivation
de: Bei erneuter Aktivierung der App automatisch wieder öffnen
ja: アプリの再アクティブ化時に自動的に再度開く
pt_br: Reabrir automaticamente ao reativar o app
ru: Автоматически открывать повторно при активации приложения
zh_hans: 应用重新激活时自动重新打开

# mtg-a1-mt3.title
source: ⚠️ Another profile uses this double-tap
de: ⚠️ Ein anderes Profil verwendet diesen Doppeldruck
ja: ⚠️ 他のプロファイルがこのダブルタップを使用しています
pt_br: ⚠️ Outro perfil usa este toque duplo
ru: ⚠️ Это двойное нажатие уже используется другим профилем
zh_hans: ⚠️ 另一个配置文件使用了此连按

# Njf-zs-yLP.title
source: Show this Hotkey Window if no other window is open
de: Dieses Hotkey-Fenster anzeigen, wenn kein anderes Fenster geöffnet ist
ja: 他のウインドウが開いていない場合はこのホットキーウインドウを表示する
pt_br: Mostrar esta janela de hotkey se nenhuma outra janela estiver aberta
ru: Показывать это окно горячей клавиши, если не открыто ни одно другое окно
zh_hans: 如果没有其他窗口打开，则显示此热键窗口

# NTW-IM-ZXD.title
source: Floating windows overlap other windows and the dock, and other apps’ Full Screen windows (if the Hotkey Window’s Space is set to All Spaces).
de: Schwebende Fenster überlagern andere Fenster und das Dock sowie Vollbildfenster anderer Apps (wenn für den Schreibtisch des Hotkey-Fensters „Alle Schreibtische“ eingestellt ist).
ja: フローティングウインドウは、他のウインドウやDock、および他のアプリのフルスクリーンウインドウ（ホットキーウインドウのSpaceが「すべてのSpace」に設定されている場合）の上に重なって表示されます。
pt_br: Janelas flutuantes se sobrepõem a outras janelas e ao Dock, e às janelas em tela cheia de outros apps (se o espaço da janela de hotkey estiver definido como Todos os espaços).
ru: Плавающие окна перекрывают другие окна и Dock, а также полноэкранные окна других приложений (если пространству окна горячей клавиши назначены все пространства).
zh_hans: 浮动窗口会与其他窗口和 Dock 以及其他应用的“全屏幕”窗口重叠（如果热键窗口的空间设置为“所有空间”）。

# OGS-mD-pmg.title
source: Cancel
de: Abbrechen
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# t4R-9R-8yk.title
source: On Dock icon click:
de: Beim Klicken auf das Dock-Symbol:
ja: Dockアイコンをクリックしたとき:
pt_br: Ao clicar no ícone do Dock:
ru: При щелчке по значку в Dock:
zh_hans: 点按 Dock 图标时：

# UCE-Hu-AKa.title
source: Animate showing and hiding
de: Ein- und Ausblenden animieren
ja: 表示・非表示をアニメーションする
pt_br: Animar exibição e ocultação
ru: Анимировать показ и скрытие
zh_hans: 显示和隐藏时使用动画

# vtv-eH-WbP.title
source: Floating window
de: Schwebendes Fenster
ja: フローティングウインドウ
pt_br: Janela flutuante
ru: Плавающее окно
zh_hans: 浮动窗口

# y7i-Ti-5SX.title
source: Additional Hotkeys…
de: Weitere Hotkeys…
ja: 追加のホットキー…
pt_br: Hotkeys adicionais…
ru: Дополнительные горячие клавиши…
zh_hans: 其他热键…

# 4F4-bg-0BG.title
source: Hotkey:
ja: ホットキー:
ru: Горячая клавиша:
zh_hans: 热键：

# UEa-r8-RNP.title
source: OK
ru: ОК
zh_hans: 好

# UUQ-aq-rDa.title
source: OK
ru: ОК
zh_hans: 好
